{"timeline": {"headline": "Know Curiosity","type": "default","text": "<p>Mussum ipsum cacilds, vidis litro abertis. Consetis adipiscings elitis. Pra lá , depois divoltis porris, paradis. Paisis, filhis, espiritis santis. Mé faiz elementum girarzis, nisi eros vermeio, in elementis mé pra quem é amistosis quis leo. Manduma pindureta quium dia nois paga. Sapien in monti palavris qui num significa nadis i pareci latim. Interessantiss quisso pudia ce receita de bolis, mais bolis eu num gostis.</p>","startDate": "2013,3,326","news": [{"headline": "Three From JPL On Time Magazine 'Most Influential' List","text": "On a new list of the 100 most influential people on Earth, three work at the same California address, where they've led projects to study things that are not on Earth.","startDate": "2013,04,18","asset": {"media": "http://mars.jpl.nasa.gov/images/timemag20130418.jpg","credit": "","caption": ""}},{"headline": "NASA Mars Orbiters Have New Project Managers","text": "Two NASA spacecraft orbiting Mars, both working long past their original prime missions, have new project managers at NASA's Jet Propulsion Laboratory, Pasadena, Calif.","startDate": "2013,04,17","asset": {"media": "http://mars.jpl.nasa.gov/images/Johnston_Lehman.jpg","credit": "","caption": ""}},{"headline": "NASA Mars Orbiter Images May Show 1971 Soviet Lander","text": "Hardware from a spacecraft that the Soviet Union landed on Mars in 1971 might appear in images from NASA's Mars Reconnaissance Orbiter.","startDate": "2013,04,11","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16920.jpg","credit": "","caption": ""}},{"headline": "NASA, Mars Curiosity Win Awards For Social Media","text": "NASA's official Twitter feed, @NASA, has won its second consecutive Shorty award for the best government use of social media.","startDate": "2013,04,09","asset": {"media": "http://mars.jpl.nasa.gov/images/Foursquare_640x350.jpg","credit": "","caption": ""}},{"headline": "Remaining Martian Atmosphere Still Dynamic","text": "Mars has lost much of its original atmosphere, but what's left remains quite active, recent findings from NASA's Mars rover Curiosity indicate.","startDate": "2013,04,08","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16815_Fig2_raw_unannotated.jpg","credit": "","caption": ""}},{"headline": "Used Parachute On Mars Flaps In The Wind","text": "Photos from NASA's Mars Reconnaissance Orbiter show how the parachute that helped NASA's Curiosity rover land on Mars last summer has subsequently changed its shape on the ground.","startDate": "2013,04,03","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16813.gif","credit": "","caption": ""}},{"headline": "Final MAVEN Instrument Integrated to Spacecraft","text": "An instrument that will measure the composition of Mars' upper atmosphere has been integrated into NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft. MAVEN has a scheduled launch date of Nov. 18.","startDate": "2013,04,03","asset": {"media": "http://mars.jpl.nasa.gov/images/NGIMS_picture.jpg","credit": "","caption": ""}},{"headline": "Collision Course? A Comet Heads for Mars","text": "A comet is heading for Mars, and there is a chance that it might hit the Red Planet in October 2014. An impact wouldn't necessarily mean the end of NASA's Mars program, but it would transform the program along with Mars itself.","startDate": "2013,03,27","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA15115_sols2811-14_L456atc.jpg","credit": "","caption": ""}},{"headline": "Measuring Mars: The MAVEN Magnetometer","text": "When the Mars Atmosphere and Volatile Evolution (MAVEN) mission begins its journey to the Red Planet in 2013, it will carry a sensitive magnetic-field instrument built and tested by a team at NASA’s Goddard Space Flight Center in Greenbelt, Md.","startDate": "2013,03,26","asset": {"media": "http://mars.jpl.nasa.gov/images/maven20111118_artistconcept_PIA14754.jpg","credit": "","caption": ""}},{"headline": "Curiosity Resumes Science Investigations","text": "NASA's Mars rover Curiosity has resumed science investigations after recovery from a computer glitch that prompted the engineers to switch the rover to a redundant main computer on Feb. 28.","startDate": "2013,03,25","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16812.jpg","credit": "","caption": ""}},{"headline": "Sun in the Way Will Affect Mars Missions in April","text": "The positions of the planets next month will mean diminished communications between Earth and NASA's spacecraft at Mars.","startDate": "2013,03,20","asset": {"media": "http://mars.jpl.nasa.gov/images/20061020_SolarConjunction.jpg","credit": "","caption": ""}},{"headline": "Curiosity Rover Exits 'Safe Mode'","text": "NASA's Mars rover Curiosity has returned to active status and is on track to resume science investigations, following two days in a precautionary standby status, \"safe mode.\"","startDate": "2013,03,19","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16763_selfie2ndfin.jpg","credit": "","caption": ""}},{"headline": "New 'Safe Mode' Status of Curiosity Expected to be Brief","text": "Engineers have quickly diagnosed a software issue that prompted NASA's Mars rover Curiosity to put itself into a precautionary standby status over the weekend.","startDate": "2013,03,18","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16763_selfie2ndfin.jpg","credit": "","caption": ""}},{"headline": "Curiosity Mars Rover Sees Trend In Water Presence","text": "NASA's Mars rover Curiosity has seen evidence of water-bearing minerals in rocks near where it had already found clay minerals inside a drilled rock.","startDate": "2013,03,18","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16794_Hydration-map-of-Knorr.jpg","credit": "","caption": ""}},{"headline": "Moon, Mars Science Conference Events to Be Streamed","text": "NASA's Mars Curiosity and lunar GRAIL missions, managed by the Jet Propulsion Laboratory in Pasadena, Calif., will be among those discussed during the 44th Lunar and Planetary Science Conference in Houston on March 18 to 22.","startDate": "2013,03,15","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA10969.jpg","credit": "","caption": ""}},{"headline": "Panorama From NASA Mars Rover Shows Mount Sharp","text": "Rising above the present location of NASA's Mars rover Curiosity, higher than any mountain in the 48 contiguous states of the United States, Mount Sharp is featured in new imagery from the rover.","startDate": "2013,03,15","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16768_MtSharpMosaic-sol45-WB_annotated.jpg","credit": "","caption": ""}},{"headline": "Particles And Fields Package Integrated On Upcoming Mars Bound Spacecraft","text": "The six science instruments that comprise the Particles and Fields Package that will characterize the solar wind and ionosphere of Mars have been integrated aboard NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft.","startDate": "2013,03,14","asset": {"media": "http://mars.jpl.nasa.gov/images/MAVENinRALacoustics.jpg","credit": "","caption": ""}},{"headline": "Mars Curiosity Lands South By Southwest Interactive Award","text": "The down-to-Earth persona of NASA's Mars Curiosity rover, expressed on Twitter, Facebook, live streaming on Ustream, viral videos and the first Foursquare check-in from another planet, has captured the 2013 South by Southwest (SXSW) Interactive Award for","startDate": "2013,03,13","asset": {"media": "http://mars.jpl.nasa.gov/images/SXSWaward.jpg","credit": "","caption": ""}},{"headline": "NASA Mars Rover Mission Picked For Smithsonian Honor","text": "The team in charge of successfully landing NASA's Mars rover Curiosity will receive the Smithsonian National Air and Space Museum's 2013 Trophy for Current Achievement.","startDate": "2013,03,13","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16764_selfie2ndfincrop.jpg","credit": "","caption": ""}},{"headline": "NASA Rover Finds Conditions Once Suited For Ancient Life On Mars","text": "An analysis of a rock sample collected by NASA's Curiosity rover shows ancient Mars could have supported living microbes.","startDate": "2013,03,12","asset": {"media": "http://mars.jpl.nasa.gov/images/pia16833.jpg","credit": "","caption": ""}},{"headline": "Curiosity Rover's Recovery Moving Forward","text": "NASA's Mars rover Curiosity continues to move forward with assessment and recovery from a memory glitch that affected the rover's A-side computer. Curiosity has two computers that are redundant of one another.","startDate": "2013,03,11","asset": {"media": "http://mars.jpl.nasa.gov/images/msl20110602_PIA14175.jpg","credit": "","caption": ""}},{"headline": "NASA Helps See Buried Mars Flood Channels In 3-D","text": "NASA's Mars Reconnaissance Orbiter has provided images allowing scientists for the first time to create a 3-D reconstruction of ancient water channels below the Martian surface.","startDate": "2013,03,07","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16767_ElysiumChannels.jpg","credit": "","caption": ""}},{"headline": "NASA Briefing On Curiosity's Analysis of Mars Rock","text": "NASA will hold a news conference at 10 a.m. PDT (1 p.m. EDT), Tuesday, March 12, to discuss the Curiosity rover's analysis of the first sample of rock powder ever collected on Mars.","startDate": "2013,03,07","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA15791.jpg","credit": "","caption": ""}},{"headline": "Comet to Make Close Flyby of Red Planet in October 2014","text": "Latest observations indicate comet 2013 A1 will pass within 186,000 miles (300,000 kilometers) of Mars on Oct. 19, 2014.","startDate": "2013,03,05","asset": {"media": "http://mars.jpl.nasa.gov/images/Comet_Mars_Oct19_2014.jpg","credit": "","caption": ""}},{"headline": "Curiosity Rover's Recovery on Track","text": "NASA's Mars rover Curiosity has transitioned from precautionary \"safe mode\" to active status on the path of recovery from a memory glitch last week. Resumption of full operations is anticipated by next week.","startDate": "2013,03,04","asset": {"media": "http://mars.jpl.nasa.gov/images/PIA16763_selfie2ndfin.jpg","credit": "","caption": ""}}],"asset": {"media": "http://upload.wikimedia.org/wikipedia/commons/0/07/Curiosity-_front.PNG","credit": "","caption": ""}}}